Repository: tscreven/Trio-ECS251
Catalog: LoopKit/LoopKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, nb, nl, pl, ro, ru, sv, tr, vi, zh_hans

source: Enter %1$@ value
da: Angiv %1$@ værdi
de: Wert für %1$@
es: Introduzca el valor %1$@
fi: Syötä %1$@ arvo
fr: Entrez la valeur %1$@
it: Inserisci il valore %1$@
nb: Skriv inn %1$@ verdi
nl: Voer %1$@ waarde in
pl: Wprowadź wartość %1$@
ro: Introduceți valoarea %1$@
ru: Введите %1$@ значение
sv: Ange %1$@värde
tr: %1$@ değer girin
vi: Nhập giá trị %1$@

source: Enter a number of units
da: Indtast antal enheder
de: Eingabe der Einheiten
es: Ingrese una cantidad de unidades
fi: Syötä yksikkömäärä
fr: Entrez un nombre d'unités
it: Inserisci un numero di unità
ja: 単位数を入力
nb: Skriv inn antall enheter
nl: Voer aantal eenheden in
pl: Wprowadź liczbę jednostek
ro: Introduceți un număr de unități
ru: Введите кол-во единиц
sv: Ange antal eheter
tr: Ünite değeri girin
vi: Nhập số lượng của đơn vị/units
zh_hans: 输入单位量

source: Enter a rate in units per hour
da: Indtast en mængde i enheder pr time
de: Eingabe Rate in Einheiten pro Stunde
es: Ingrese una tasa de unidade por hora
fi: Syötä nopeus yksiköinä tunnissa
fr: Entrez un débit en unités par heure
it: Inserisci velocità U/ora
ja: 毎時単位(U/h)を入力
nb: Velg en grense for maks enheter pr. time
nl: Voer aantal eenheden per uur in
pl: Maksymalna dawka w jednostkach na godzinę
ro: Introduceți o rată exprimată în unități per oră
ru: Введите скорость в ед/час
sv: Ange värde i enheter per timme
tr: Her saat için ünite oranı girin
vi: Nhập tỉ lệ của đơn vị/units trên giờ
zh_hans: 输入每小时基础率

source: Event History
da: Hændelseshistorik
de: Ereignisverlauf
es: Historial de Eventos
fi: Tapahtumahistoria
fr: Historique des événements
it: Cronologia degli eventi
nb: Hendelseshistorie
nl: Logboek
pl: Historia zdarzeń
ro: Istoric evenimente
ru: История событий
sv: Händelsehistorik
tr: Etkinlik Geçmişi
zh_hans: 历史事件

source: Fast
da: Hurtig
de: Schnell
es: Rápido
fi: Nopea
fr: Rapide
it: Veloce
ja: 速め
nb: Rask
nl: Snel
pl: Szybko
ro: Rapid
ru: Быстрая
sv: Snabb
tr: Hızlı
vi: Nhanh
zh_hans: 快速

source: Food Type
da: Madtype
de: Essenstyp
fr: Type d'aliment
it: Tipo cibo
nb: Type mat
nl: Type voeding
pl: Rodzaj żywności
ro: Tip de alimente
ru: Тип еды
sv: Typ av mat
vi: Loại thực phẩm
zh_hans: 食物类型

source: For fast acting insulin, %1$@ assumes it is actively working for 6 hours. You can choose from %2$@ different models for how the app measures the insulin’s peak activity.
da: %1$@ antager, at insulin er aktivt i 6 timer. Du kan vælge mellem %2$@ forskellige modeller for, hvordan Loop bruger insulinets maksimale effekt i sine beregninger.
de: Bei schnell wirkendem Insulin geht %1$@ davon aus, dass es 6 Stunden lang wirkt. Du kannst aus %2$@ verschiedenen Modellen wählen, wie die App die Spitzenaktivität des Insulins misst.
es: En el caso de la insulina de acción rápida, %1$@ asume que actúa activamente durante 6 horas. Puedes elegir entre %2$@ modelos diferentes para que la aplicación mida el pico de actividad de la insulina.
fi: %1$@ olettaa, että nopeavaikutteinen insuliini vaikuttaa aktiivisesti 6 tuntia. Valittavana on %2$@ eri mallia siitä, miten sovellus mittaa insuliinin vaikutushuipun.
fr: Pour l'insuline à action rapide, %1$@ suppose qu'elle agit activement pendant 6 heures. Vous pouvez choisir parmi différents modèles pour le pic d'activité mesuré par l'application.
it: Per l'insulina ad azione rapida, %1$@ presuppone che funzioni attivamente per 6 ore. Puoi scegliere tra %2$@ diversi modelli per il modo in cui l'app misura il picco di attività dell'insulina.
nb: For hurtigvirkende insulin antar %1$@ at det virker aktivt i 6 timer. Du kan velge mellom %2$@ forskjellige modeller for hvordan appen måler insulinets toppaktivitet.
nl: Voor snelwerkende insuline gaat %1$@ ervan uit dat het gedurende 6 uur actief werkt. Je kunt kiezen uit %2$@ verschillende modellen voor hoe de app de piekactiviteit van de insuline meet.
pl: W przypadku szybko działającej insuliny %1$@ zakłada, że działa aktywnie przez 6 godzin. Możesz wybierać spośród %2$@ różnych modeli pomiaru szczytowej aktywności insuliny przez aplikację.
ro: Pentru insulina cu acțiune rapidă, %1$@ presupune că aceasta funcționează activ timp de 6 ore. Puteți alege din %2$@ modele diferite pentru modul în care aplicația măsoară activitatea de vârf a insulinei.
ru: Для быстродействующего инсулина %1$@ предполагается, что он активно работает в течение 6 часов. Вы можете выбрать из %2$@ различных моделей того, как приложение измеряет пиковую активность инсулина.
sv: Får snabbverkande insulin, antar %1$@ ett insulin med 6 timmars verkan. Du kan välja mellan %2$@ olika modeller för hur appen mäter insulinets maximala aktivitet.
tr: Hızlı etkili insülin için, %1$@ 6 saat boyunca aktif olarak çalıştığını varsayar. Uygulamanın insülinin en yüksek etkisini nasıl ölçtüğüne ilişkin %2$@ farklı model arasından seçim yapabilirsiniz.
vi: Với insulin tác dụng nhanh, %1$@ giả định rằng nó hoạt động trong 6 giờ. Bạn có thể chọn từ %2$@ mô hình khác nhau để ứng dụng tính toán hoạt động đỉnh của insulin.

source: For this range, choose the specific glucose value (or range of values) that you want %1$@ to aim for in adjusting your basal insulin.
da: For dette område skal du vælge det specifikke blodsukker (eller interval), som du vil have %1$@ til at sigte efter, når din basal justeres.
de: Wähle für diesen Bereich den spezifischen Blutzucker (oder Wertebereich) aus, den %1$@ bei der Anpassung Deines Basalinsulins anstreben soll.
es: Para este rango, elija el valor de glucosa específico (o el rango de valores) que desea que %1$@ tenga como objetivo para ajustar su insulina basal.
fi: Valitse tähän glukoosiarvo (tai arvoalue), jota %1$@ tavoittelee säätäessään basaalin määrää.
fr: Pour cette plage, choisissez la valeur de glycémie (ou la plage de valeurs) spécifique que %1$@ va viser en ajustant votre insuline basale.
it: Per questo intervallo, scegli il valore glicemico specifico (o l'intervallo di valori) a cui vuoi che %1$@ miri per regolare la tua insulina basale.
nb: For dette området, velg den spesifikke sikkerhets grenseverdien (eller verdiområdet) som du vil at %1$@ skal sikte på for å justere basalinsulinet.
nl: Kies voor dit bereik de specifieke glucosewaarde (of bereik van waarden) waar je wilt dat %1$@ naar streeft bij het aanpassen van je basale insuline.
pl: Dla tego zakresu wybierz konkretną wartość glukozy (lub zakres wartości), do której chce dążyć %1$@ podczas dostosowywania insuliny bazowej.
ro: Pentru acest interval, alegeți valoarea specifică a glicemiei (sau intervalul de valori) spre care doriți ca %1$@ să țintească în ajustarea insulinei bazale.
ru: Для этого диапазона выберите конкретное значение глюкозы (или диапазон значений), к которому вы хотите стремиться %1$@ при корректировке с помощью ВБС.
sv: För detta intervall ska du välja det blodsockervärde (eller det målvärdesintervall) som du vill att %1$@ ska sträva efter genom justering av basalinsulin.
tr: Bu aralık için, %1$@ bazal insülininizi ayarlarken hedeflemesini istediğiniz belirli KŞ değerini (veya değer aralığını) seçin.
vi: Với phạm vi này, hãy chọn giá trị đường huyết cụ thể (hoặc khoảng giá trị) mà bạn muốn %1$@ hướng tới khi điều chỉnh insulin nền.
zh_hans: 对于此范围，请选择您希望 %1$@ 在调整基础胰岛素时所瞄准的具体血糖值（或血糖值范围）。

source: Get help with Therapy Settings
da: Få hjælp til indstillinger
de: Bekomme Unterstützung bei den Therapieeinstellungen
es: Obtener ayuda con la Configuración de la Terapia
fi: Apua hoitoasetuksiin
fr: Obtenir de l'aide avec les paramètres de thérapie
it: Ottieni assistenza per le impostazioni terapia
nb: Få hjelp med behandlingsinnstillinger
nl: Krijg hulp bij Therapieinstellingen
pl: Uzyskaj pomoc dotyczącą ustawień terapii
ro: Obțineți ajutor cu setările terapiei
ru: Получить помощь в настройках терапии
sv: Få hjälp med behandlingsinställningar
tr: Tedavi Ayarları ile ilgili yardım alın
vi: Nhận trợ giúp về Cài đặt điều trị

source: Go Back
da: Gå tilbage
de: Zurück
es: Volver atrás
fi: Takaisin
fr: Retour
it: Torna indietro
nb: Gå tilbake
nl: Ga Terug
pl: Wróć
ro: Întoarce-te
ru: Вернуться назад
sv: Gå tillbaka
tr: Geri dön
vi: Quay lại
zh_hans: 返回

source: High Basal Rate
da: Høj basalrate
de: Hohe Basalrate
es: Tasa basal alta
fi: Korkea basaalitaso
fr: Débit basal élevé
it: Velocità basale alta
nb: Høy basaldose
nl: Hoge Basaalsnelheid
pl: Wysoka dawka podstawowa
ro: Rată bazală ridicată
ru: Слишком большая база
sv: Hög basaldos
tr: Yüksek Bazal Oran
vi: Tỷ lệ liều basal Cao

source: High Carb Ratio
da: Høj kulhydratforhold
de: Hohes Kohlenhydratverhältnis
es: Alto ratio de carbohidratos
fi: Korkea hiilihydraattisuhde
fr: Ratio de glucide élevé
it: Rapporto carboidrati alto
nb: Høyt karbohydratforhold
nl: Hoge Koolhydraatratio
pl: Wysoki współczynnik węglowodanowy
ro: Raport carbohidrați/insulină ridicat
ru: Слишком высокое соотношение углеводов
sv: Hög insulinkvot
tr: Yüksek Karb Oranı
vi: Tỷ lệ Carb Cao

source: High Correction Value
da: Høj korrektionsværdi
de: Hoher Korrekturwert
es: Alto valor de corrección
fi: Korkea korjausarvo
fr: Valeur de correction élevée
it: Valore di correzione alto
nb: Høy korreksjonsverdi
nl: Hoge Correctiewaarde
pl: Wysoka wartość korekty
ro: Valoare de corecție ridicată
ru: Слишком высокая настройка диапазона коррекции
sv: Högt målvärde
tr: Yüksek Düzeltme Değeri
vi: Giá trị Hiệu chỉnh Cao

source: High Glucose Safety Limit
da: Høj sikkerhedsgrænse for blodsukker
de: Hohe Blutzuckersicherheitsgrenze
es: Límite de seguridad de glucosa alta
fi: Korkea glukoosin turvaraja
fr: Limite de sécurité pour la glycémie élevé
it: Limite glicemico di sicurezza alto
nb: Sikkerhetsgrense for høyt blodsukker
nl: Hoge Glucoseveiligheidslimiet
pl: Limit bezpieczeństwa wysokiego stężenia glukozy
ro: Limită ridicată de siguranță a glicemiei
ru: Слишком высокий порог безопасности ГК
sv: Säkerhetsgräns för högt blodsocker
tr: Yüksek KŞ Güvenlik Limiti
vi: Giới hạn an toàn đường huyết Cao
zh_hans: 下限过高

source: High Insulin Sensitivity
da: Høj insulinfølsomhed
de: Hohe Insulinempfindlichkeit
es: Alta sensibilidad a la insulina
fi: Korkea insuliiniherkkyys
fr: Sensibilité à l'insuline élevée
it: Sensibilità insulinica alta
nb: Høy insulinfølsomhet
nl: Hoge Insulinegevoeligheid
pl: Wysoki Współczynnik Wrażliwości
ro: Factor de sensibilitate la insulină ridicat
ru: Слишком высокая чувствительность к инсулину
sv: Hög insulinkänslighet
tr: Yüksek İnsülin Duyarlılığı
vi: Độ nhạy Insulin Cao

source: High Maximum Basal Rate
da: Høj maksimal basalrate
de: Hohe maximale Basalrate
es: Tasa basal máxima alta
fi: Korkea suurin sallittu basaalitaso
fr: Débit basal maximum élevé
it: Velocità basale massima alta
nb: Høy maksimal basaldose
nl: Hoge Maximale Basaalsnelheid
pl: Wysoka maksymalna dawka podstawowa
ro: Rată bazală maximă ridicată
ru: Слишком большая максимальная база
sv: Hög maximal basaldos
tr: Yüksek Maksimum Bazal Oranı
vi: Tỷ lệ liều Basal Tối đa Cao
zh_hans: 最大基础速率设定过高

source: High Maximum Bolus
da: Maksimal bolus
de: Hoher maximaler Bolus
es: Bolo máximo alto
fi: Korkea suurin sallittu bolus
fr: Bolus maximum élevé
it: Bolo massimo alto
nb: Høy maksimal bolus
nl: Hoge Maximale Bolus
pl: Wysoki maksymalny bolus
ro: Bolus maxim ridicat
ru: Слишком большой максимальный болюс
sv: Hög maximal bolus
tr: Yüksek Maksimum Bolus
vi: Liều Bolus tối đa Cao
zh_hans: 最大剂量设定过高

source: High Pre-Meal Value
da: Høj før-måltid værdi
de: Hoher Vor dem Essen Wert
es: Alto valor antes de la comida
fi: Korkea Ennen ateriaa -arvo
fr: Valeur pré-repas élevée
it: Valore pre-pasto alto
nb: Høy verdi før måltid
nl: Hoge Pre-Meal Waarde
pl: Wysoka wartość przed posiłkiem
ro: Valoare ridicată înainte de masă
ru: Слишком высокая настройка до еды
sv: Högt värde före måltid
tr: Yüksek Yemek Öncesi Değeri
vi: Giá trị trước bữa ăn Cao

source: High Workout Value
da: Høj træningsværdi
de: Hoher Trainings Wert
es: Alto valor para actividad física
fi: Korkea liikuntatilan arvo
fr: Valeur d'exercice haute
it: Valore allenamento alto
nb: Høy treningsverdi
nl: Hoge Trainingswaarde
pl: Wysoka wartość treningu
ro: Valoare mare antrenament
ru: Слишком высокая настройка для физнагрузки
sv: Högt träningsvärde
tr: Yüksek Egzersiz Değeri
vi: Giá trị khi tập luyện Cao

source: History
da: Historik
de: Historie
es: Historial
fi: Historia
fr: Historique
it: Cronologia
nb: Historie
nl: Geschiedenis
pl: Historia
ro: Istoric
ru: История
sv: Historik
tr: Geçmiş
vi: Lịch sử
zh_hans: 历史

source: If these settings look good to you, tap Save Settings to continue.
da: Hvis indstillingerne er korrekte, skal du trykke på "Gem indstillinger" for at fortsætte.
de: Wenn diese Einstellungen für Dich gut aussehen, tippe auf Einstellungen speichern, um fortzufahren.
es: Si estos ajustes le parecen bien, pulse Guardar configuración para continuar.
fi: Jos nämä asetukset näyttävät sopivilta, jatka napauttamalla Tallenna asetukset.
fr: Si ces paramètres vous semblent bons, appuyez sur Enregistrer les paramètres pour continuer.
it: Se queste impostazioni ti sembrano soddisfacenti, tocca "Salva impostazioni" per continuare.
nb: Hvis disse innstillingene ser bra ut, trykk på Lagre innstillingene for å fortsette.
nl: Als deze instellingen er goed uitzien, tik op Instellingen Opslaan om verder te gaan.
pl: Jeśli te ustawienia Ci odpowiadają, stuknij Zapisz ustawienia, aby kontynuować.
ro: Dacă aceste setări arată bine pentru tine, apasă pe Salvează Setări pentru a continua.
ru: Если эти настройки вас устраивают, нажмите Сохранить настройки, чтобы продолжить.
sv: Om inställningarna ser bra ut, tryck på Spara inställningar för att fortsätta.
tr: Bu ayarlar size uygun görünüyorsa, devam etmek için Ayarları Kaydet'e dokunun.
vi: Nếu các cài đặt này phù hợp, hãy nhấn Lưu cài đặt để tiếp tục.
zh_hans: 如果您觉得这些设置合适，请点击“保存设置”继续。

source: If you've used a CGM before, you're likely familiar with target range as a wide range of values you'd like for your glucose notification alerts, such as 70-180 mg/dL or 90-200 mg/dL.
da: Hvis du har brugt en CGM tidligere, er du sandsynligvis bekendt med at få advarsler ud fra et blodsukkerinterval, såsom 5-10 mmol/L eller 6-12 mmol/L.
de: Wenn Du bereits ein CGM verwendest, bist Du wahrscheinlich mit einem Zielbereich vertraut, den Du für Deinen Blutzuckeralarm verwendest, z. B. 70–180 mg/dL oder 90–200 mg/dL.
es: Si ha usado un CGM anteriormente, probablemente esté familiarizado con el rango objetivo como un amplio rango de valores que le gustaría para sus alertas de notificación de glucosa, como 70-180 mg/dL o 90-200 mg/dL.
fi: Jos olet käyttänyt jatkuvaa glukoosinseurantaa aiemmin, tavoitealue on todennäköisesti tuttu laajana glukoosiarvoalueena, jonka haluat hälytyksille, esimerkiksi 4–10 mmol/L tai 5–11 mmol/L.
fr: Si vous avez déjà utilisé un CGM, vous êtes probablement familiers avec la plage cible comme étant une large plage de valeurs pour lesquelles vous voudriez recevoir des notifications d'alertes, tel que 70-180 mg/dl ou 90-200 mg/dl.
it: Se hai già utilizzato un CGM, probabilmente conosci l'intervallo target come un'ampia gamma di valori che desideri per gli avvisi di notifica della glicemia, ad esempio 70-180 mg/dL o 90-200 mg/dL.
nb: Hvis du har brukt en CGM før, er du sannsynligvis kjent med målområdet som et bredt spekter av verdier du vil ha for blodsukkervarslene dine, for eksempel 70-180 mg/dL eller 90-200 mg/dL.
nl: Als je al eerder een CGM hebt gebruikt, ben je waarschijnlijk bekend met een streefbereik met een grote spreidingsbreedte die je wilt voor je glucosemeldingswaarschuwingen, zoals 3,9-10,0 mmol/L of 5,0-11,1 mmol/L.
pl: Jeśli korzystałeś już z CGM, prawdopodobnie znasz zakres docelowy jako szeroki zakres wartości, które chcesz wyświetlać w alertach powiadomień o poziomie glukozy, na przykład 70-180 mg/dl lub 90-200 mg/dl.
ro: Dacă ați folosit anterior un CGM, probabil sunteți familiarizat cu intervalul țintă ca o gamă largă de valori pe care le-ați dori pentru alertele de notificare, cum sunt 70-180 mg/dl sau 90-200 mg/dl.
ru: Если вы уже пользовались CGM, вы, скорее всего, знакомы с целевым диапазоном как широким диапазоном значений, которые вы хотели бы видеть в уведомлениях о глюкозе, например, 3,9 ммоль/л - 10 ммоль/л или 5 - 11,1 ммоль/л.
sv: Om du använt en CGM tidigare är du förmodligen van vid ett brett målvärdesintervall för varningsnotiser, som 70-180 mg/dl eller 90-200 mg/dl.
tr: Daha önce bir CGM kullandıysanız, KŞ bildirim uyarılarınız için 70-180 mg/dL veya 90-200 mg/dL gibi geniş bir hedef aralığına aşinasınızdır.
vi: Nếu bạn đã từng sử dụng CGM, bạn có thể đã quen với phạm vi mục tiêu là một phạm vi giá trị rộng mà bạn muốn dùng cho cảnh báo đường huyết, chẳng hạn 70–180 mg/dL hoặc 90–200 mg/dL.
zh_hans: 如果您曾使用过连续血糖监测仪（CGM），您可能已经熟悉“目标范围”这一概念，即您希望接收血糖通知提醒的一段理想血糖值区间，例如 70–180 mg/dL 或 90–200 mg/dL。

source: Insulin Sensitivities
da: Insulinfølsomheder
de: Insulinempfindlichkeit
es: Sensibilidad a la insulina
fi: Insuliiniherkkyydet
fr: Facteurs de sensibilité à l'insuline
it: Sensibilità insulinica
ja: インスリン効果値
nb: Insulinsensitivitet
nl: Insulinegevoeligheden
pl: Wrażliwość na insulinę (ISF)
ro: Factor de sensibilitate la insulină
ru: Факторы чувствительности инсулина
sv: Insulinkänslighet
tr: İnsülin Duyarlılığı
vi: Độ nhạy của Insulin
zh_hans: 胰岛素敏感系数

source: Insulin sensitivity describes how your blood glucose should respond to a 1 Unit dose of insulin. Smaller values mean more insulin will be given when above target. Values that are too small can cause dangerously low blood glucose.
da: Insulinfølsomhed beskriver hvordan dit blodsukker påvirkes af 1 enhed insulin. Mindre værdier betyder, at mere insulin vil blive givet, når blodsukkeret er over målet. Værdier der er for små, kan forårsage faretruende lavt blodsukker.
de: Die Insulinempfindlichkeit beschreibt, wie Dein Blutzucker auf die Insulindosis von 1 Einheit reagiert. Kleinere Werte bedeuten, dass mehr Insulin verabreicht wird, wenn der Blutzucker über dem Ziel liegt. Zu kleine Werte können gefährlich niedrige Blutzuckerwerte verursachen.
es: La sensibilidad a la insulina describe cómo responde su glucemia a 1 unidad de insulina. Valores menores implican que se administrará más insulina.
fi: Insuliiniherkkyys kuvaa sitä, kuinka paljon verensokerisi laskee yhdellä insuliiniyksiköllä. Liian pienet arvot voivat johtaa vaarallisen matalaan verensokeriin.
fr: Le facteur de sensibilité à l’insuline décrit comment votre taux de glycémie doit réagir à 1 unité d’insuline. Les valeurs plus petites signifie que davantage d’insuline sera administrée quand votre taux de glycémie est au-dessus de la cible. Des valeurs trop faibles peuvent entraîner des hypoglycémies dangereuses.
it: La sensibilità insulinica descrive il modo in cui la tua glicemia dovrebbe rispondere a una dose d'insulina pari a 1 Unità. In caso di valori inferiori, al superamento del target verrà erogata più insulina. Valori troppo bassi possono causare livelli di glicemia pericolosamente bassi.
ja: インスリン効果値は、1単位のインスリンによって血糖値がどれだけ反応するかを表します。この値が小さいほど、測定値がターゲットを超えたときに注入されるインスリンの量が多くなります。値を小さく設定しすぎると低血糖の原因となり危険です。
nb: Insulinfølsomhet beskriver hvordan blodsukkeret responderer på 1 enhet insulin. Mindre verdier betyr at mer insulin vil bli gitt når man er over målområdet. Verdier som er for små kan føre til farlig lavt blodsukker.
nl: Insulinegevoeligheid beschrijft hoe de bloedglucose reageert op 1 eenheid insuline. Lagere waarden betekent dat meer insuline gegeven wordt wanneer je boven streefbereik bent. Een te laag ingestelde insulinegevoeligheid kan leiden tot gevaarlijk lage bloedglucosewaarden.
pl: Insulinowrażliwość opisuje, w jaki sposób stężenie glukozy we krwi powinno reagować na 1 jednostkę insuliny. Mniejsze wartości oznaczają podanie większej ilości insuliny w przypadku wartości powyżej zakresu. Zbyt małe wartości mogą spowodować niebezpiecznie niskie stężenie glukozy we krwi.
ro: Factorul de sensibilitate la insulină descrie felul în care glicemia ar trebui să răspundă la 1 unitate de insulină. Valori mai mici determină administrarea unor doze mai mari de insulină pentru a scădea glicemia la intervalul țintă.
ru: Чувствительность к инсулину показывает как ГК отреагирует на 1 ед. Инсулина. Меньшие величины означают подачу большего количества инсулина при ГК выше целевой. Слишком низкие величины могут привести к слишком низкой ГК.
sv: Insulinkänslighet beskriver hur ditt blodglukos svarar på 1 enhet insulin.Mindre värden innebär att mer insulin kommer att ges när över målvärde. Värden som är för små kan orsaka farligt lågt blodsocker.
tr: İnsülin duyarlılığı, (İDF) kan şekerinizin 1 Ünite insülin dozuna nasıl tepki vermesi gerektiğini tanımlar. Daha küçük değerler, hedefin üzerindeyken daha fazla insülin verileceği anlamına gelir. Çok küçük değerler tehlikeli derecede düşük kan şekerine neden olabilir.
vi: Độ nhạy của Insulin biểu thị đường huyết của bạn phản ứng với 1 unit insulin. Giá trị phản ứng nhỏ hơn nghĩa là bạn cần thêm insulin để đạt mục tiêu ở trên. Các giá trị quá nhỏ có thể dẫn đến tình trạng hạ đường huyết nghiêm trọng.
zh_hans: 胰岛素敏感系数指每单位胰岛素可以造成的血糖变化.比较小的值意味着当血糖高于目标时需要更多的胰岛素,如果该值设置太小可能会造成严重低血糖,请谨慎设置该参数

source: Interrupted %1$@: <b>%2$@</b> of %3$@ %4$@
da: Afbrudt %1$@: <b>%2$@</b> af %3$@ %4$@
de: %1$@ unterbrochen: <b>%2$@</b> von %3$@ %4$@
es: %1$@ interrumpido: <b> %2$@ </b> de %3$@ %4$@
fi: Keskeytetty %1$@: <b>%2$@</b> / %3$@ %4$@
fr: Interrompu %1$@: <b>%2$@</b> de %3$@ %4$@
it: Interrotto %1$@: <b>%2$@ </b> di %3$@ %4$@
nb: Avbrutt %1$@: <b>%2$@</b> av %3$@ %4$@
nl: Onderbroken %1$@: <b>%2$@</b> van %3$@ %4$@
pl: Przerwane %1$@ : <b> %2$@ </b> z %3$@ %4$@
ro: Întrerupere %1$@: <b>%2$@</b> din %3$@ %4$@
ru: Прервано %1$@:<b>%2$@</b> из %3$@ %4$@
sv: Avbruten %1$@: <b>%2$@</b> av %3$@ %4$@
tr: %1$@ kesintiye uğradı: %3$@ %4$@'nın <b>%2$@</b> 'si
vi: Đã gián đoạn %1$@: <b>%2$@</b> trên %3$@ %4$@

source: It can be set as low as %1$@. It can be set as high as %2$@.
da: Det kan sættes så lavt som %1$@. Det kan sættes så højt som %2$@.
de: Es kann auf %1$@ eingestellt werden. Es kann bis zu %2$@ eingestellt werden.
es: Se puede configurar tan bajo como %1$@. Se puede configurar tan alto como %2$@.
fi: Se voidaan asettaa alimmillaan %1$@ ja korkeimmillaan %2$@.
fr: Il peut être défini aussi bas que %1$@. Il peut être défini aussi haut que %2$@ .
it: Può essere impostato fino a %1$@. Può essere impostato fino a %2$@.
nb: Den kan stilles inn så lavt som %1$@. Den kan settes så høyt som %2$@.
nl: Het kan zo laag worden ingesteld als %1$@. Het kan zo hoog worden ingesteld als %2$@.
pl: Można go ustawić w zakresie od %1$@ do %2$@.
ro: Poate fi setat la minim %1$@. Poate fi setat până la %2$@.
ru: Его можно установить на уровне %1$@. Он может быть установлен до %2$@.
sv: Det kan ställas in så lågt som %1$@. Det kan ställas in så högt som %2$@.
tr: %1$@ kadar düşük bir değere ayarlanabilir. %2$@ kadar yükseğe ayarlanabilir.
vi: Có thể đặt thấp nhất là %1$@. Có thể đặt cao nhất là %2$@.
zh_hans: 最低可设置为%1$@ ，最高可设置为%2$@ 。

source: Low Basal Rate
da: Lav basalrate
de: Niedrige Basalrate
es: Tasa basal baja
fi: Matala basaalitaso
fr: Valeur débit basal basse
it: Velocità basale bassa
nb: Lav basaldose
nl: Lage Basaalsnelheid
pl: Niska dawka podstawowa
ro: Rată bazală scăzută
ru: Слишком низкая база
sv: Låg basaldos
tr: Düşük Bazal Oran
vi: Tỷ lệ liều basal Thấp

source: Low Carb Ratio
da: Lav kulhydratforhold
de: Niedriges Kohlenhydratverhältnis
es: Ratio bajo para carbohidratos
fi: Matala hiilihydraattisuhde
fr: Ratios insuline-glucides bas
it: Rapporto carboidrati basso
nb: Lavt karbohydratforhold
nl: Lage Koolhydraatratio
pl: Niski współczynnik węglowodanów
ro: Raport Carbohidrați/Insulina scăzut
ru: Слишком низкое соотношение углеводов
sv: Låg insulinkvot
tr: Düşük Karb Oranı
vi: Tỷ lệ Carb Thấp
